Repository: MohannedA/DPOffers
Catalog: Offers/*.lproj/Localizable.strings
Languages: ar

source: Claimed Offers
ar: العروض المعتمدة

source: Share
ar: شارك

source: Cancel
ar: إلغاء

source: Number of Claimed Offers
ar: عدد العروض المعتمدة

source: Save
ar: حفظ

# what_on_your_mind
source: What is on your mind?
ar: ما هو رأيك؟

source: Camera
ar: كاميرا

source: Gallery
ar: ألبوم الصور

# capture_offer
source: Capture an offer
ar: صور العرض

# add_comment
source: Add your comment
ar: أضف رأيك

# allow_camera
source: Allow access to the camera from settings
ar: اسمح استخدام الكاميرا من الإعدادات

# allow_location
source: Allow access to the location from settings
ar: اسمح استخدام الموقع من الإعدادات

# share_to_claim
source: Share to claim the offer
ar: شارك لكي تعتمد العرض

# save_now
source: You have claimed your offer...Save now!
ar: لقد اعتمد العرض...احفظه الآن
